Repository: skymix/megaparche_kobo_H2OV2E2
Catalog: megaparche/.adds/koreader/l10n/*/koreader.po
Languages: eu

source: Retrieves RSS and Atom news entries and saves them as HTML files.
eu: RSS eta Atom berriak eskuratzen ditu eta HTML fitxategiak bezala gordetzen ditu.

source: Retrieving Wikipedia %2 article: %1
eu: %2 Wikipedia artikulua eskuratzen: %1

source: Retrieving Wikipedia article…
eu: Wikipedia artikulua eskuratzen...

source: Retrieving image %1 / %2 …
eu: Irudia eskuratzen %1 / %2 ...

source: Retry
eu: Saiatu berriz

source: Return to file browser
eu: Itzuli fitxategi-arakatzailera

source: Reverse sorting
eu: Alderantzizko ordenazioa

source: Review
eu: Kritika

source: Romanian
eu: Errumaniera

source: Rotate
eu: Biratu

source: Russian
eu: Errusiera

source: SSH port:
eu: SSH portua:

source: SSH public key
eu: SSH gako publikoa

source: SSH server
eu: SSH zerbitzaria

source: Samoan
eu: Samoera

source: Sat
eu: Lr

source: Saturday
eu: Larunbata

source: Save
eu: Gorde

source: Save Wikipedia EPUB in current book directory
eu: Wikipediaren EPUBa egungo karpetan gorde

source: Save anyway
eu: Gorde hala ere

source: Save as %1?
eu: Gorde %1 izenarekin?

source: Save as EPUB
eu: Gorde EPUB gisa

source: Save document (write highlights into PDF)
eu: Gorde dokumentua (idatzi nabarmendutakoak PDF batean)

source: Save review
eu: Berrikusketa gorde

source: Save the document?
eu: Gorde dokumentua?

source: Saved
eu: Gordeta

source: Saved on %1
eu: %1 (e)n gordeta

source: Saved screenshot to %1. Would you like to set it as screensaver?
eu: Pantaila-argazkia gordeta hemen: %1. Pantaila-babesle bezala ezarri nahi duzu?

source: Saving Wikipedia article failed or canceled.
eu: Wikipedia artikulua gordetzea huts egin edo ezeztatu da.

source: Saving failed.
eu: Ezin izan da gorde.

source: Scale
eu: Eskala

source: Scanning…
eu: Eskaneatzen...

source: Scots Gaelic
eu: Gaelera

source: Screen
eu: Pantaila

source: Screen DPI
eu: Pantailaren DPIa

source: Screensaver
eu: Pantaila-babeslea

source: Screensaver directory set to: %1
eu: Pantaila-babesleen direktorioa ezarrita: %1

source: Screensaver folder
eu: Pantaila-babesle karpeta

source: Screensaver image
eu: Pantaila-babesle irudia

source: Screensaver image set to: %1
eu: Pantaila-babesle irudia ezarrita: %1

source: Screensaver message
eu: Pantaila-babesle mezua

source: Scroll Mode
eu: Korritze Modua

source: Search
eu: Bilatu

source: Search Results
eu: Bilaketaren Emaitzak

source: Search Wikipedia
eu: Bilatu Wikipedian

source: Search all books
eu: Liburu guztietan bilatu

source: Search all books in Goodreads
eu: Goodreads-en liburu guztiak bilatu

source: Search all text
eu: Testu guztietan bilatu

source: Search books
eu: Bilatu liburuak

source: Search dictionary
eu: Bilatu hiztegian

source: Search for book by author
eu: Autorearen arabera liburuak bilatu

source: Search for book by author in Goodreads
eu: Goodreads-en autorearen arabera liburuak bilatu

source: Search for book by title
eu: Tituluaren arabera liburuak bilatu

source: Search for book by title in Goodreads
eu: Goodreads-en tituluaren arabera liburuak bilatu

source: Search for books by filename
eu: Fitxategi-izena arabera liburuak bilatu

source: Search not found!
eu: Bilaketa ez da aurkitu!

source: Searching next file…
eu: Hurrengo fitxategia bilatzen...

source: Select
eu: Aukeratu

source: Select a file to open
eu: Aukeratu irekitzeko fitxategi bat

source: Select another directory
eu: Aukeratu beste direktorio bat

source: Select book
eu: Aukeratu liburua

source: Select directory
eu: Aukeratu direktorioa

source: Select font size
eu: Aukeratu letra-tipo tamaina

source: Select this directory? %1
eu: Aukeratu direktorio hau? %1

source: Select this file? %1
eu: Aukeratu fitxategi hau? %1

source: Select this file? %1 File size: %2 bytes Last modified: %3
eu: Aukeratu fitxategi hau? %1 Tamaina: %2 byte Aldatuta: %3

source: Select this path? %1
eu: Aukeratu bide-izen hau= %1

source: Send to eBook
eu: Bidali eBook-era

source: Send2Ebook (Receiver)
eu: Send2Ebook (Hartzailea)

source: September
eu: Iraila

source: Serbian
eu: Serbiera

source: Series:
eu: Bilduma:

source: Series: %1
eu: Bildumak: %1

source: Server URL
eu: Zerbitzariaren URL

source: Server URL:
eu: Zerbitzariaren URL:

source: Server address (%1)
eu: Zerbitzari helbidea (%1)

source: Sesotho
eu: Sothoera

source: Set
eu: Ezarri

source: Set '%1' as HOME directory?
eu: Ezarri '%1' HOME direktorioa gisa?

source: Set Wikipedia 'Save as EPUB' directory
eu: Ezarri Wikipedia 'EPUB gisa gorde' direktorioa

source: Set Wikipedia languages
eu: Ezarri Wikipedia hizkuntzak

source: Set as HOME
eu: Ezarri HOME gisa

source: Set as HOME directory
eu: Ezarri HOME direktorio gisa

source: Set custom DPI
eu: Ezarri DPI pertsonalizatua

source: Set custom calibre address
eu: Ezarri calibre helbide pertsonalizatua

source: Set custom download directory
eu: Ezarri deskarga direktorio pertsonalizatua

source: Set date
eu: Ezarri data

source: Set default
eu: Ezarri lehenetsia

source: Set default %1 to %2?
eu: Ezarri lehenetsia %1-tik %2-ra?

source: Set default style to %1?
eu: Ezarri %1 estilo lehenetsi gisa?

source: Set default zoom mode to %1?
eu: Ezarri zoom-modu lehenetsia %1-ra?

source: Set download directory (%1)
eu: Ezarri deskarga direktorioa (%1)

source: Set font size
eu: Ezarri letra-tipo tamaina

source: Set footnote popup font size
eu: Ezarri oin-ohar popup-aren letra-tipoaren tamaina

source: Set items
eu: Ezarri elementuak

source: Set message
eu: Ezarri mezua

source: Set reader timer
eu: Ezarri irakurtze tenporizadorea

source: Set text font size
eu: Ezarri testuaren letra-tipoaren tamaina

source: Set time
eu: Ezarri ordua

source: Set timeout
eu: Ezarri denbora-muga

source: Set timer
eu: Ezarri tenporizadorea

source: Settings
eu: Ezarpenak

source: Share
eu: Partekatu

source: Share storage via USB?
eu: Partekatu biltegia USB bidez?

source: Share this document
eu: Partekatu dokumentu hau

source: Shona
eu: Shonera

source: Short diagonal swipe
eu: Pasatze diagonal motza

source: Shorten home directory to ~
eu: Home direktorioaren laburdura ~

source: Show all at once
eu: Erakutsi guztiak batera

source: Show borders on all tables
eu: Erakutsi ertzak taula guztietan

source: Show bottom menu
eu: Erakutsi menu botoia

source: Show chapter markers
eu: Erakutsi kapitulu markak

source: Show days
eu: Erakutsi egunak

source: Show files in bold
eu: Erakutsi fitxategiak letra lodian

source: Show footnotes at the bottom of pages in Wikipedia EPUBs.
eu: Erakutsi oin-oharrak Wikipedia EPUBen orrialdeen azpian

source: Show footnotes in popup
eu: Erakutsi oin-oharra popup-a bezala

source: Show hidden files
eu: Erakutsi ezkutuko fitxategiak

source: Show image in search results
eu: Erakutsi irudiak bilaketaren emaitzetan

source: Show menu
eu: Erakutsi menua

source: Show more images in full article
eu: Erakutsi irudi gehiago artikulu osoan

source: Show more links as footnotes
eu: Erakutsi esteka gehiago oin-ohar bezala

source: Show new files in bold
eu: Erakutsi fitxategi berriak letra lodian

source: Show opened files in bold
eu: Erakutsi letra lodiz irekitako fitxategiak

source: Show password
eu: Erakutsi pasahitza

source: Show progress bar
eu: Erakutsi aurrerapen-barra

source: Shows system statistics.
eu: Erakutsi sistemaren estatistikak.

source: Since last charge
eu: Azken kargatik

source: Sindhi
eu: Sindhiera

source: Sinhala (Sinhalese)
eu: Sinhala

source: Size:
eu: Tamaina:

source: Skim
eu: Jauzi

source: Skim document
eu: Jauzi dokumentua

source: Skim mode
eu: Jauzi modua

source: Sleep
eu: Lo

source: Sleeping
eu: Lotan

source: Sleeping since last charge
eu: Lotan azken kargatik

source: Slovak
eu: Eslovakiera

source: Slovenian
eu: Esloveniera

source: Small (%1)
eu: Txikia (%1)

source: Somali
eu: Somaliera

source: Sort by date added
eu: Ordenatu gehitu den dataren arabera

source: Sort by date modified
eu: Ordenatu aldatutako dataren arabera

source: Sort by filename
eu: Ordenatu fitxategi izenaren arabera

source: Sort by percent
eu: Ordenatu ehunekoaren arabera

source: Sort by percent – unopened first
eu: Ordenatu ehunekoaren arabera – ez irekitakoak lehen

source: Sort by percent – unopened last
eu: Ordenatu ehunekoaren arabera – irekitakoak lehen

source: Sort by size
eu: Ordenatu tamainaren arabera

source: Sort by type
eu: Ordenatu motaren arabera

source: Sort by: %1
eu: Ordenatu honela: %1

source: Spanish
eu: Gaztelania

source: Speed reading module - perception expander
eu: Irakurketa azkarreko modulua - pertzepzio hedapena

source: Stable
eu: Egonkorra

source: Standard quality
eu: Kalitate estandarra

source: Start SSH server
eu: Abiarazi SSH zerbitzaria

source: Start USB storage
eu: Abiarazi USB biltegiratzea

source: Start folder
eu: Hasiera karpeta

source: Start with file browser
eu: Hasi fitxategi-arakatzailearekin

source: Start with history
eu: Hasi historiarekin

source: Start with last file
eu: Hasi azken fitxategiarekin

source: Start with: %1
eu: Hasi honekin: %1

source: Statistics
eu: Estatistikak

source: Statistics settings
eu: Estatistiken ezarpenak

source: Status bar
eu: Egoera-barra

source: Stay alive
eu: Jarraitu piztuta

source: Stop
eu: Gelditu

source: Stop SSH server
eu: Gelditu SSH zerbitzaria

source: Stop sharing books
eu: Utzi liburuak partekatzeari

source: Stop timer
eu: Gelditu tenporizadorea

source: Storage information
eu: Biltegiratzearen informazioa

source: Style
eu: Estiloa

source: Style tweaks
eu: Estiloan aldaketak

source: Style tweaks (%1)
eu: Estiloan aldaketak (%1)

source: Sun
eu: Ig

source: Sundanese
eu: Sundera

source: Sunday
eu: Igandea

source: Suspend
eu: Eseki

source: Swedish
eu: Suediera

source: Swipe and tap
eu: Pasatu eta sakatu

source: Swipe to follow nearest link
eu: Pasatu hurrengo estekara joateko

source: Swipe to go back
eu: Pasatu atzera joateko

source: Swipe to jump to latest bookmark
eu: Pasatu azken laster-markara joateko

source: Switch to debug view
eu: Aldatu arazketa ikuspegira

source: Switch to standard view
eu: Aldatu ikuspegi orokorrera

source: Switch zoom mode
eu: Aldatu zoom modura

source: Synchronises articles with a Wallabag server.
eu: Sinkronizatu artikuluak Wallabag zerbitzariarekin

source: Synchronize time
eu: Sinkronizatu ordua

source: Synchronizes the device time with NTP servers.
eu: Sinkronizatu gailuaren denbora NTP zerbitzariekin.

source: Synchronizing time. This may take several seconds.
eu: Denbora sinkronizatzen. Honek zenbait segundo iraun dezake.

source: System information
eu: Sistemaren informazioa

source: System statistics
eu: Sistemaren estatistikak

source: Table of Contents
eu: Edukien Taula

source: Table of contents
eu: Edukien taula

source: Table of contents *
eu: Edukien taula *

source: Tables
eu: Taulak

source: Tagalog (Filipino)
eu: Tagalo (Filipina)

source: Tags:
eu: Etiketak:

source: Tags: %1
eu: Etiketak: %1

source: Tajik
eu: Tajikera

source: Tamil
eu: Tamilera

source: Tap bottom left corner
eu: Ukitu beheko ezker izkina

source: Tap bottom right corner
eu: Ukitu beheko eskuin izkina

source: Tap the lower right corner
eu: Sakatu behe-eskuineko ertza.

source: Tap the upper right corner
eu: Sakatu goi-eskuineko ertza.

source: Tap to display
eu: Sakatu ikusteko

source: Tap to exit screensaver
eu: Sakatu pantaila-babesletik ateratzeko

source: Tap to follow links
eu: Sakatu estekak jarraitzeko

source: Tap top left corner
eu: Ukitu goiko ezker izkina

source: Tap top right corner
eu: Ukitu goiko eskuin izkina

source: Taps and gestures
eu: Ukipenak eta keinuak

source: Telugu
eu: Teluguera

source: Terminal
eu: Terminala

source: Terminal emulator
eu: Terminal-emuladorea

source: Text
eu: Testua

source: Text Align
eu: Lerrokatzea

source: Text alignment
eu: Testu lerrokatzea

source: Text editor
eu: Testu editorea

source: Text editor settings
eu: Testu editorearen ezarpenak

source: Thai
eu: Thaiera

source: The battery is getting low. %1% remaining.
eu: Bateria gutxitzen ari da. %1% geratzen da.

source: The directory %1 already exists. Do you want to overwrite it?
eu: %1 direktorioa dagoeneko existitzen da. Gainidatzi nahi duzu?

source: The document '%1' with bookmarks or highlights was previously opened with a different engine. To prevent issues, bookmarks need to be deleted before continuing.
eu: '%1' dokumentua laster-marka edo nabarmentzeekin lehenago ireki da motor ezberdin batekin. Arazoak eragozteko, laster-markak ezabatu beharko dira jarraitu baino lehen.

source: The download directory is not valid. Please configure it in the settings.
eu: Deskarga direktorioa ez da baliozkoa. Mesedez konfiguratu ezarpenetan.

source: The file %1 already exists.
eu: %1 fitxategia dagoeneko existitzen da.

source: The file %1 already exists. Do you want to overwrite it?
eu: %1 fitxategia dagoeneko existitzen da. Gainidatzi nahi duzu?

source: The folder has not been created.
eu: Karpeta ez da sortu.

source: The progress has already been synchronized.
eu: Egoera dagoeneko sinkronizatu da.

source: This article contains %1 images. Would you like to download and include them in the generated EPUB file?
eu: Artikulu honek %1 irudi ditu. Deskargatu eta sortuko den EPUB fitxategian txertatu nahi dituzu?

source: This article does not contain any images.
eu: Artikulu honek ez du irudirik.

source: This article has previously been saved as EPUB. You may wish to read the saved EPUB instead.
eu: Artikulu hau lehendik gorde da EPUB bezala. Gordetako EPUB fitxategia irakurri nahiko zenuke.

source: This file can not be created: %1 Reason: %2
eu: Fitxategia ezin da sortu: %1 Arrazoia: %2

source: This file does not exist anymore: %1 Do you want to create it and start editing it?
eu: Fitxategia ez da jadanik existitzen: %1 Sortu eta editatu nahi duzu?

source: This is a debugging plugin.
eu: Hau arazketa plugina da.

source: This will take effect on next restart.
eu: Honek hurrengo berrabiaraztean izango du eragina.

source: Thu
eu: Og

source: Thursday
eu: Osteguna

source: Time
eu: Ordua

source: Time and date
eu: Ordua eta data

source: Time couldn't be set
eu: Tenporizadorea ezin izan da ezarri

source: Time range
eu: Denbora tartea

source: Time range statistics
eu: Denbora tarte estatistikak

source: Time sync
eu: Sinkronizazio denbora

source: Timeout in minutes
eu: Denbora-muga minututan

source: Timer could not be set. You have selected current time or time in past
eu: Tenporizadorea ezin da ezarri. Momentuko edo pasatako denbora aukeratu duzu

source: Timer is set to %1 %2
eu: Tenporizadorea ezarrita %1 %2

source: Timer set to: %1:%2 It's %3 %4 from now
eu: Tenporizadorea ezarrita: %1:%2 %3 %4 hemendik aurrera

source: Tip: Long press on this menu entry to configure HTTP proxy.
eu: Aholkua: Sakatu luze menu sarrera honetan HTTP proxy-a konfiguratzeko.

source: Title
eu: Izenburua

source: Title, author or ISBN
eu: Izenburua, egilea edo ISBN

source: Title:
eu: Izenburua:

source: Title:
eu: Izenburua:

source: Title: %1
eu: Izenburua: %1

source: Today
eu: Gaur

source: Today pages
eu: Gaurko orrialdeak

source: Today period
eu: Gaurko periodoa

source: Toggle
eu: Piztu

source: Toggle bookmark
eu: Aktibatu laster-marka

source: Toggle mode
eu: Pizte modua

source: Toggle wifi
eu: Aldatu wifia

source: Total
eu: Guztira

source: Total days
eu: Egunak guztira

source: Total highlights
eu: Nabarmentzeak guztia

source: Total notes
eu: Oharrak guztira

source: Total time
eu: Denbora guztira

source: Translate
eu: Itzuli

source: Translate from: %1
eu: Itzuli hemendik: %1

source: Translate to: %1
eu: Itzuli hona: %1

source: Translation failed.
eu: Itzulpenak huts egin du.

source: Translation settings
eu: Itzulpen ezarpenak

source: Tue
eu: As

source: Tuesday
eu: Asteartea

source: Turkish
eu: Turkiera

source: Turn off
eu: Itzali

source: Turn on
eu: Piztu

source: Turn on (experimental)
eu: Piztu (esperimentala)

source: Ukrainian
eu: Ukraniera

source: Unable to find a calibre metadata file.
eu: Ezin da calibre-ren metadata fitxategia aurkitu.

source: Underline
eu: Azpimarratu

source: Unhighlight
eu: Desnabarmendu

source: Unignore cover
eu: Ikusi azala

source: Unignore metadata
eu: Ikusi metadatuak

source: Update
eu: Eguneratu

source: Update Status
eu: Egoera Eguneratu

source: Update channel
eu: Eguneratu kanala

source: Update information not available on %1 channel.
eu: Eguneraketa informazioa ez dago %1 kanalean eskuragarri.

source: Update server
eu: Eguneratu zerbitzaria

source: Use book status as screensaver
eu: Erabili liburuaren egoera pantaila-babesle bezala

source: Use image as screensaver
eu: Erabili irudia pantaila-babesle bezala

source: Use language defaults
eu: Erabili hizkuntzaren balore lehenetsiak

source: Use last book's cover as screensaver
eu: Erabili azken liburuaren azala pantaila-babesle bezala

source: Use message as screensaver
eu: Erabili mezua pantaila-babesle bezala

source: Use monospace font
eu: Erabili monospace letra-tipoa

source: Use on all books
eu: Erabili liburu guztietan

source: Use random image from folder as screensaver
eu: Erabili ausazko irudia kapetatik pantaila-babesle gisa

source: Use reading progress as screensaver
eu: Erabili irakurketa egoera pantaila-babesle bezala

source: Use ~/Wikipedia/
eu: Erabili ~/Wikipedia/

source: User style tweak at %1
eu: Erabiltzaile estilo doikuntza %1

source: User style tweaks
eu: Erabiltzaile estilo doikuntzak

source: Username
eu: Erabiltzaile-izena

source: Username (optional)
eu: Erabiltzaile-izena (aukerazkoa)

source: Username and password
eu: Erabiltzaile-izena eta pasahitza

source: Uzbek
eu: Uzbekera

source: Version
eu: Bertsioa

source: Vertical Text
eu: Testu Bertikala

source: Vertically center-align images relative to text
eu: Zentratu -lerrokatu irudiak testuarekiko bertikalki

source: Vietnamese
eu: Vietnamera

source: View %1
eu: Ikusi %1

source: View HTML
eu: Ikusi HTML

source: View Mode
eu: Ikuspegi Modua

source: View book description
eu: Ikusi liburuaren deskribapena

source: View full size cover
eu: Ikusi tamaina osoko azala

source: Viewing image
eu: Irudia ikusten

source: Wallabag retrieval
eu: Wallabag berreskuratzea

source: Wallabag settings
eu: Wallabag ezarpenak

source: Warmth
eu: Beroa

source: WebDAV address eg https://example.com/dav
eu: WebDAV helbidea adb. https://example.com/dav

source: Wed
eu: Az

source: Wednesday
eu: Asteazkena

source: Week progress
eu: Asteko egoera

source: Welsh
eu: Galesera

source: White
eu: Zuria

source: White background behind message and images
eu: Mezu eta irudien atzeko plano zuria

source: Wi-Fi connection
eu: Wi-Fi konexioa

source: Wi-Fi status
eu: Wi-Fi egoera

source: Wifi disabled.
eu: Wifi desektibatuta.

source: Wikipedia 'Save as EPUB' directory set to: %1
eu: Wikipedia 'EPUB gisa gorde' direktorioa ezarrita: %1

source: Wikipedia article not found.
eu: Wikipediako artikulua ez da topatu.

source: Wikipedia articles can be saved as an EPUB for more comfortable reading. You can select an existing directory, or use a default directory named "Wikipedia" in your reader's home directory. Where do you want them saved?
eu: Wikipediako artikuluak EPUB bezala gorde daitezke irakurketa erosoagoa izateko. Jadanik existitzen direktorio bat erabil dezakezu, edo direktorio lenehetsia, irakurgailuaren hasierako direktorioan dagoen "Wikipedia" direktorioa. Non gorde nahi dituzu?

source: Wikipedia full
eu: Wikipedia osoa

source: Wikipedia history
eu: Wikipediaren historia

source: Wikipedia languages
eu: Wikipedia hizkuntzak

source: Wikipedia lookup
eu: Wikipedian bilatu

source: Wikipedia request canceled.
eu: Wikipedia eskaera deuseztatu.

source: Wikipedia settings
eu: Wikipediaren ezarpenak

source: Word Gap
eu: Hitzen arteko hutsunea

source: Workarounds
eu: Konponbideak

source: Would you like to open the last document: %1?
eu: Azken dokumentua ireki nahi duzu: %1?

source: Would you like to open the previous document: %1?
eu: Aurreko dokumentua ireki nahi duzu: %1?

source: Would you like to read this Wikipedia %1 article? %2
eu: %1 Wikipedia artikulua irakurri nahi duzu? %2

source: Writing Direction
eu: Idazte Norabidea

source: Xhosa
eu: Xhosera

source: Yes
eu: Bai

source: Yes, remove it
eu: Bai, ezabatu

source: Yoruba
eu: Jorubera

source: You have unsaved changes.
eu: Gorde gabeko aldaketak dituzu.

source: You have unsaved default settings. Save them now? Tap "Cancel" to return to KOReader.
eu: Ezarpen lehenetsiak gorde gabe dituzu. Orain gorde nahi dituzu? Sakatu "Utzi" KOReader-era bueltatzeko.

source: You must specify at least one field to search at! (SEARCH_XXX = true in defaults.lua)
eu: Bilaketarako gutxienez eremu bat zehaztu behar duzu! (SEARCH_XXX = true defaults.lua barruan)

source: You've reached the end of the document. What would you like to do?
eu: Dokumentuaren amaierara iritsi zara. Zer egin nahi duzu?

source: Your Dropbox name
eu: Zure Dropbox izena

source: Your FTP name
eu: Zure FTP izena

source: Zoom to fit column
eu: Zoom egin zutabea egokitzeko

source: Zoom to fit content
eu: Zoom egin edukia egokitzeko

source: Zoom to fit content height
eu: Zoom egin edukiaren altuera egokitzeko

source: Zoom to fit content width
eu: Zoom egin edukiaren zabalera egokitzeko

source: Zoom to fit page
eu: Zoom egin orrialdea egokitzeko

source: Zoom to fit page height
eu: Zoom egin orrialdearen altuera egokitzeko

source: Zoom to fit page width
eu: Zoom egin orrialdearen zabalera egokitzeko

source: Zulu
eu: Zuluera

source: always
eu: beti

source: bold
eu: lodi

source: calibre host
eu: calibre hostalaria

source: calibre port
eu: calibre portua

source: calibre wireless connection
eu: calibre hari-gabeko konexioa

source: darker
eu: iluna

source: date added
eu: data gehituta

source: date modified
eu: aldatutako data

source: date read
eu: irakurritako data

source: decrease
eu: txikitu

source: default
eu: lehenetsia

source: disable
eu: ezgaitu

source: disabled
eu: ezgaituta

source: disconnect
eu: deskonektatu

source: edit
eu: editatu

source: enable
eu: gaitu

source: enabled
eu: gaituta

source: file browser
eu: fitxategi-arakatzailea

source: filename
eu: fitxategi-izena

source: full
eu: osoa

source: high
eu: altua

source: history
eu: historia

source: hour
eu: ordua

source: hours
eu: orduak

source: increase
eu: handitu

source: justify
eu: justifikatu

source: landscape
eu: horizontala

source: large
eu: handia

source: last file
eu: azken fitxategia

source: lighter
eu: argia

source: lightest
eu: argiena

source: low
eu: baxua

source: manual
eu: eskuz

source: medium
eu: ertaina

source: mini
eu: txikia

source: minute
eu: minutu

source: minutes
eu: minutuak

source: my folder
eu: nire karpeta

source: no text
eu: testurik gabe

source: none
eu: Bat ere ez

source: not found.
eu: ez topatua.

source: not readable by engine
eu: motorrak ezin du irakurri

source: off
eu: desaktibatuta

source: on
eu: aktibatuta

source: online version
eu: online bertsioa

source: page
eu: orrialdea

source: please tap here.
eu: sakatu hemen mesedez.

source: portrait
eu: bertikala

source: prompt
eu: galdetu

source: regular
eu: arrunta

source: scroll
eu: korritu

source: semi-auto
eu: erdi-auto

source: size
eu: tamaina

source: small
eu: txikia

source: too many interruptions or crashes
eu: interrupzio edo hutsegite anitz

source: turn on
eu: piztu

source: type
eu: mota
