Repository: skymix/megaparche_kobo_H2OV2E2
Catalog: megaparche/.adds/koreader/l10n/*/koreader.po
Languages: eu

source: Edit local calibre host and port
eu: Editatu calibre hostalari eta portu lokalak

source: Embedded Fonts
eu: Txertatutako Letra-tipoak

source: Embedded Style
eu: Txertatutako Estiloa

source: Empty folder
eu: Karpeta hutsa

source: Enable
eu: Gaitu

source: Enable Wikipedia history
eu: Gaitu Wikipedia historia

source: Enable back history
eu: Gaitu historia

source: Enable debug logging
eu: Gaitu arazketa erregistroa

source: Enable highlight by default.
eu: Aktibatu nabarmentzea lehenetsiz

source: Enable wifi
eu: Gaitu wifia

source: Enabled
eu: Gaituta

source: Enabling Wi-Fi. Waiting for Internet connection… Timeout %1 seconds.
eu: Gaitzen Wi-Fi. Interneteko konexioa zain... Denbora-muga %1 segundo.

source: Enabling wifi…
eu: Aktibatzen wifia...

source: End of document action
eu: Dokumentu bukaeraren ekintza

source: English
eu: Ingelesa

source: Enter a command and press "Execute"
eu: Sartu komando bat eta sakatu "Exekutatu"

source: Enter custom screen DPI
eu: Sartu pantailaren DPI pertsonalizatua

source: Enter filename
eu: Sartu fitxategi izena

source: Enter number
eu: Sartu zenbakia

source: Enter one or more Wikipedia language codes (the 2 or 3 letters before .wikipedia.org), in the order you wish to see them available, separated by a space. For example: en fr zh Full list at https://en.wikipedia.org/wiki/List_of_Wikipedias
eu: Sartu Wikipediako hizkuntza kode bat edo gehiago (.wikipedia.org baino lehen dauden 2 edo 3 letrak), ikusgarri nahi duzun ordenean, hutsune batekin bereiztuta. Adibidez: en fr zh Zerrenda osoa hemen https://en.wikipedia.org/wiki/List_of_Wikipedias

source: Enter page number
eu: Sartu orri zenbakia

source: Enter page number or letter
eu: Sartu orrialdearen zenbakia edo letra

source: Enter proxy address
eu: Sartu proxy helbidea

source: Enter text to search for
eu: Sartu bilatu nahi duzun testua

source: Entries
eu: Sarrerak

source: Error
eu: Akatsa

source: Error adding link to Wallabag: %1
eu: Esteka Wallabag-era gehitzeak huts egin du: %1

source: Error connecting to the network
eu: Akatsa sarera konektatzean

source: Error updating KOReader. Would you like to delete temporary files?
eu: Errorea KOReader eguneratzean. Fitxategi iragankorrak ezabatu nahi dituzu?

source: Estonian
eu: Estoniera

source: Every 6 pages
eu: 6 orrialdero

source: Every chapter
eu: Kapitulu guztiak

source: Every page
eu: Orrialdero

source: Exclude this book's cover from screensaver
eu: Baztertu liburu honen azala pantaila-babesleengandik

source: Execute
eu: Exekutatu

source: Executing…
eu: Exekutatzen...

source: Exit
eu: Irten

source: Exit KOReader
eu: Irten KOReader-tik

source: Exit KOReader?
eu: Irten KOReader-tik?

source: Export all notes in this book
eu: Esportatu ohar guztiak liburu honetatik

source: Export all notes in your library
eu: Esportatu ohar guztiak zure liburutegira

source: Exported notes from book:
eu: Esportatu oharrak liburutik:

source: Exporting may take several minutes…
eu: Esportazioak minutu batzuk behar ditu...

source: Exports highlights and notes to the Evernote cloud.
eu: Esportatu nabarmentze eta oharrak Evernote hodeiara.

source: External link: %1
eu: Kanpo lotura: %1

source: Extra large (%1)
eu: Estra handia (%1)

source: Extra-Extra Large (%1)
eu: Estra-Estra Handia (%1)

source: Extra-Extra-Extra Large (%1)
eu: Estra-Estra-Estra Handia (%1)

source: FTP address eg ftp://example.com
eu: FTP helbidea adib. ftp://adibidea.com

source: FTP folder
eu: FTP karpeta

source: FTP password
eu: FTP pasahitza

source: FTP username
eu: FTP erabiltzaile-izena

source: Failed deleting file: %1
eu: Huts egin du fitxategia ezabatzen: %1

source: Failed getting CSS content
eu: Ezin izan da CSS edukia eskuratu

source: Failed searching Wikipedia.
eu: Wikipedia bilaketak huts egin du.

source: Failed to authenticate
eu: Autentikazioa huts egin du

source: Failed to retrieve Wikipedia article.
eu: Akatsa Wikipediako artikulua eskuratzean.

source: Failed to update KOReader. You can: Cancel, keeping temporary files. Retry the update process with a full download. Abort and cleanup all temporary files.
eu: Ezin izan da KOReader eguneratu. Hau egin dezakezu: Utzi, aldi baterako txitategiak mantenduz. Saiatu berriz eguneratze prozesua deskarga berri batekin. Abortatu eta garbitu aldi baterako fitxategiak.

source: February
eu: Otsaila

source: File %1 not found
eu: %1 fitxategia ez da aurkitu

source: File '%1' does not exist.
eu: '%1' fitxategia ez da existitzen.

source: File already exists. Overwrite?
eu: Fitxategia dagoeneko existitzen da. Gainidatzi?

source: File already exists. Would you like to overwrite it?
eu: Fitxategia dagoeneko existitzen da. Gainidatzi nahi duzu?

source: File browser
eu: Fitxategi-arakatzailea

source: File browser settings
eu: Fitxategi-arakatzailearen ezarpenak

source: File deleted
eu: Fitxategia ezabatuta

source: File manager menu
eu: Fitxategi-arakatzailearen menua

source: File not found
eu: Fitxategia ez da aurkitu

source: File not found!
eu: Fitxategia ez da aurkitu!

source: File saved
eu: Fitxategia gordeta

source: File saved to: %1 Would you like to read the downloaded book now?
eu: Fitxategia hemen gorde da: %1 Deskargatutako liburua irakurri nahi duzu orain?

source: Filename:
eu: Fitxategi-izena:

source: Find
eu: Bilatu

source: Find a book in calibre catalog
eu: Bilatu liburu bat calibre katalogoan

source: Find a file
eu: Bilatu fitxategi bat

source: Find books
eu: Bilatu liburuak

source: Fine Tuning
eu: Letra Tamaina

source: Finished
eu: Amaituta

source: Finished - %1 pages
eu: Amaituta- %1 orrialde

source: Finnish
eu: Finlandiera

source: First opened
eu: Irekitako lehena

source: Folder shortcuts
eu: Karpeta lasterbideak

source: Follow Link
eu: Jarraitu Esteka

source: Font
eu: Letra-tipoa

source: Font Kerning
eu: Letra-tipoaren karaktere-tartea

source: Font Size
eu: Letra-tipo tamaina

source: Font Weight
eu: Letra-tipo Estiloa

source: Font gamma set to %1.
eu: Letra-tipoaren gamma ezarrita %1-ra.

source: Font size set to %1.
eu: Letra-tipoaren tamaina %1-ra ezarrita.

source: For more information see wiki page Perception Expander Plugin
eu: Informazio gehiago lortzeko begiratu wiki-ko "Perception Expander Plugin" orrialdea

source: Forced OCR
eu: OCR behartua

source: Forget
eu: Ahaztu

source: Format:
eu: Formatua:

source: Forward 10 pages
eu: Aurreratu 10 orrialde

source: French
eu: Frantsesa

source: Fri
eu: Or

source: Friday
eu: Ostirala

source: Frisian
eu: Frisiera

source: Frontlight
eu: Aurreko argia

source: Frontlight gesture controller
eu: Aurreko argiaren keinu kontrolagailua

source: Frontlight intensity is set to %1.
eu: Aurreko argiaren intentsitatea %1-ra ezarrita.

source: Frontlight is off.
eu: Aurreko argia itzalita.

source: Frontlight is on.
eu: Aurreko argia piztuta.

source: Frontlight level
eu: Aurreko argiaren maila

source: Full Screen
eu: Pantaila Osoa

source: Full refresh rate
eu: Freskatze-tasa osoa

source: Full screen refresh
eu: Pantailaren freskatze osoa

source: Full-width images
eu: Zabalera osoko irudiak

source: Full-width tables
eu: Zabalera osoko taulak

source: Fullscreen
eu: Pantaila osoa

source: Galician
eu: Galiziera

source: Georgian
eu: Georgiera

source: German
eu: Alemana

source: Gesture manager
eu: Keinu kudeaketa

source: Getting article list…
eu: Artikulu zerrenda eskuratzen...

source: Go back to previous location
eu: Joan aurreko kokalekura

source: Go to
eu: Joan

source: Go to HOME directory
eu: Joan HOME direktoriora

source: Go to Location
eu: Joan kokapenera

source: Go to Page
eu: Orrialdera joan

source: Go to download folder
eu: Deskarga karpetara joan

source: Go to latest bookmark
eu: Joan azken laster-markara

source: Go to letter
eu: Hizkira joan

source: Go to news folder
eu: Berrien karpetara joan

source: Go to page
eu: Joan orrialdera

source: Go to parent folder
eu: Joan karpeta nagusira

source: Greek
eu: Greziera

source: Green
eu: Berdea

source: Gujarati
eu: Gujaratera

source: HTTP proxy %1
eu: HTTP proxy-a %1

source: Haitian Creole
eu: Haitiko kreolera

source: Hawaiian
eu: Hawaiiera

source: Hebrew
eu: Hebreera

source: Hello
eu: Kaixo

source: Hello World
eu: Kaixo Mundua

source: Hello, plugin world
eu: Kaixo, plugin mundua

source: Help
eu: Laguntza

source: Here only
eu: Hemen bakarrik

source: Higher quality
eu: Kalitate handia

source: Highlight
eu: Nabarmendu

source: Highlight action
eu: Nabarmentze ekintza

source: Highlighting
eu: Nabarmentzea

source: History
eu: Historia

source: History display mode
eu: Historia bistaratze modua

source: Hmong
eu: Hmongera

source: Hold corner
eu: Mantendu izkina

source: Home folder
eu: Hasiera karpeta

source: Hungarian
eu: Hungariera

source: Hyphenation
eu: Bereizketa-puntua

source: I can scroll!
eu: Korritu dezaket!

source: IP Address
eu: IP Helbidea

source: Icelandic
eu: Islandiera

source: If you delete a file, it is permanently lost.
eu: Fitxategi bat ezabatzen baduzu, betirako galduko da.

source: Ignore
eu: Baztertu

source: Ignore <H1>
eu: Baztertu <H1>

source: Ignore <H2>
eu: Baztertu <H2>

source: Ignore <H3>
eu: Baztertu <H3>

source: Ignore <H4>
eu: Baztertu <H4>

source: Ignore <H5>
eu: Baztertu <H5>

source: Ignore <H6>
eu: Baztertu <H6>

source: Ignore cover
eu: Ez ikusi azala

source: Ignore metadata
eu: Ez ikusi metadatuak

source: Ignore publisher font families
eu: Ez ikusi argitaratzailearen letra-tipo familiak

source: Ignore publisher font sizes
eu: Ez ikusi argitaratzailearen letra-tipo tamainak

source: Images
eu: Irudiak

source: In-page EPUB footnotes
eu: Orri barneko EPUB oin-oharrak

source: In-page EPUB footnotes (smaller)
eu: Orri barneko EPUB oin-oharrak (txikiagoak)

source: In-page Wikipedia footnotes
eu: Orri barneko Wikipedia oin-oharrak

source: In-page Wikipedia footnotes (smaller)
eu: Orri barneko Wikipedia oin-oharrak (txikiagoa)

source: In-page footnotes
eu: Orri barneko oin-oharrak

source: Include
eu: Sartu

source: Increasing font size…
eu: Letra-tipo tamaina handitze...

source: Indentation
eu: Koska

source: Indexing %1 / %2… %3
eu: Indexatzen %1 / %2... %3

source: Indonesian
eu: Indonesiera

source: Info
eu: Infoa

source: Info on dictionary order
eu: Hiztegiaren ordenaren informazioa

source: Input document password
eu: Idatzi dokumentuaren pasahitza

source: Installed dictionaries (%1)
eu: Instalatutako hiztegiak (%1)

source: Inverse Order
eu: Alderantzizko Ordena

source: Invert
eu: Alderantzikatu

source: Irish
eu: Gaelera

source: Italian
eu: Italiera

source: Items per page
eu: Elementuak orrialde bakoitzeko

source: January
eu: Urtarrilla

source: Japanese
eu: Japoniera

source: Javanese
eu: Javera

source: July
eu: Uztaila

source: June
eu: Ekaina

source: Justify all elements
eu: Lerrokatu elementu guztiak

source: Justify text
eu: Justifikatu testua

source: KOReader %1 A document viewer for E Ink devices. Licensed under Affero GPL v3. All dependencies are free software. http://koreader.rocks/
eu: KOReader %1 Tinta elektronikodun gailuentzako dokumentu ikuslea. Affero GPL v3 lizentziapean. Mendekotasun guztiak software librea dira. http://koreader.rocks/

source: KOReader File Browser
eu: KOReader Fitxategi-Arakatzailea

source: KOReader Notes
eu: KOReader Oharrak

source: KOReader Quickstart Guide
eu: KOReader Hasiera-azkar Gida

source: KOReader is up to date.
eu: KOReader eguneratuta dago.

source: KOReader memory usage
eu: KOReader memoria erabilera

source: KOReader started at
eu: KOReader hasi zen

source: KOReader will be updated on next restart.
eu: KOReader hurrengo berrabiaraztean eguneratuko da.

source: Kazakh
eu: Kazakhera

source: Keep alive
eu: Mantendu piztuta

source: Keep empty file
eu: Mantendu fitxategia hutsik

source: Keep screen on
eu: Mantendu pantaila piztuta

source: Keep this directory
eu: Mantendu direktorio hau

source: Keeps and displays your reading statistics.
eu: Zure irakurketa estatistikak mantendu eta erakusten ditu.

source: Keywords:
eu: Gako-hitzak:

source: Khmer
eu: Khmerera

source: Korean
eu: Koreera

source: Kurdish
eu: Kurduera

source: Kyrgyz
eu: Kirgizera

source: Language
eu: Hizkuntza

source: Language:
eu: Hizkuntza:

source: Large (%1)
eu: Handia (%1)

source: Large window
eu: Lehio handia

source: Last month by day
eu: Azken hilabete eguneko

source: Last opened
eu: Irekitako azkena

source: Last week
eu: Azken astea

source: Last year by day
eu: Azken urtea eguneko

source: Last year by week
eu: Azken urtea asteko

source: Latvian
eu: Letoniera

source: Leave screen as it is
eu: Utzi pantaila dagoen moduan

source: License
eu: Lizentzia

source: Lighten
eu: Argitu

source: Line Spacing
eu: Lerroartea

source: Line spacing set to %1%.
eu: Lerroen arteko tartea ezarrita %1%-ra.

source: Links
eu: Estekak

source: Links always black
eu: Estekak beti beltzean

source: Links always blue
eu: Estekak beti urdinean

source: Links always bold
eu: Estekak beti lodi

source: Links never bold
eu: Estekak inoiz lodi

source: Lithuanian
eu: Lituaniera

source: Local calibre catalog
eu: Calibre katalogo lokala

source: Location
eu: Kokapena

source: Location history cleared.
eu: Kokapen historia garbitua.

source: Location history is empty.
eu: Kokapen historia huts dago.

source: Logged in to Evernote.
eu: Evernote-n saioa hasita.

source: Logged in to KOReader server.
eu: KOReader zerbitzarian saioa hasita.

source: Logging in. Please wait…
eu: Saioa hasten. Itxaron mesedez...

source: Login
eu: Hasi saioa

source: Login to Evernote
eu: Hasi saioa Evernote-n

source: Login to Goodreads
eu: Hasi saioa Goodreads-en

source: Login without password (DANGEROUS)
eu: Saioa hasi pasahitza gabe (ARRISKUTSUA)

source: Logout
eu: Bukatu saioa

source: Long press to choose download directory
eu: Sakatu luze deskargaren direktorioa aukeratzeko

source: Lookup
eu: Bilatu

source: Lua syntax OK
eu: Lua sintaxi EGOKIA

source: Lua syntax OK, file saved
eu: Lua sintaxi EGOKIA, fitxategia gordeta

source: Lua syntax check failed: %1
eu: Lua sintaxiaren egiaztapenak huts egin du: %1

source: Lua syntax check failed: %1 KOReader may crash if this is saved. Do you really want to save to this file? %2
eu: Lua sintaxiaren egiaztapenak huts egin du: %1 KOReader kraskatu daiteke fitxategia gordetzen bada. Ziur zaude fitxategia gorde nahi duzula? %2

source: Luxembourgish
eu: Luxenburgera

source: MASK ONLY (for b&w pages only)
eu: MASKARA BAKARRIK (zuri-beltzez dauden orrientzako bakarrik)

source: Macedonian
eu: Mazedoniera

source: Malagasy
eu: Malgaxe

source: Malay
eu: Malaysiera

source: Malayalam
eu: Malabarera

source: Maltese
eu: Maltera

source: Maori
eu: Maoriera

source: Marathi
eu: Marathera

source: March
eu: Martxoa

source: Margin
eu: Marjina

source: May
eu: Maiatza

source: Medium (%1)
eu: Ertaina (%1)

source: Minutes from now
eu: Minutuak momentu honetatik

source: Miscellaneous
eu: Askotarikoak

source: Mon
eu: Al

source: Monday
eu: Astelehena

source: Mongolian
eu: Mongoliera

source: More plugins
eu: Plugin gehiago

source: Mosaic with cover images
eu: Mosaikoa irudi-azalekin

source: Mosaic with text covers
eu: Mosaikoa testu-azalekin

source: Moved to: %1
eu: Mugituta hona: %1

source: N/A
eu: Ez aplikagarria

source: NEW:
eu: BERRIA:

source: Natural light configuration
eu: Argi naturalaren konfigurazioa

source: Navigation
eu: Nabigazioa

source: Nepali
eu: Nepalera

source: Network
eu: Sarea

source: Network info
eu: Sarearen informazioa

source: Network problem. Check connection.
eu: Sare arazoa. Egiaztatu konexioa.

source: Networks without WPA/WPA2 encryption are not supported.
eu: WPA/WPA2 enkriptazio gabeko sareak ez dira onartzen.

source: New folder
eu: Karpeta berria

source: New time is %1.
eu: Ordu berria %1 da.

source: News (RSS/Atom) downloader
eu: Berri (RSS/Atom) deskargatzailea

source: News downloader
eu: Berrien deskargatzailea

source: News downloader retrieves RSS and Atom news entries and stores them to: %1 Each entry is a separate html file, that can be browsed by KOReader file manager. Items download limit can be configured in Settings.
eu: Berrien deskargatzaileak RSS eta Atom berriak eskuratzen eta hemen gordetzen ditu: %1 Berri bakoitza html fitxategi independentean gordetzen da, KOReader fitxategi-arakatzailearen bitartez atzitu daitezkeena. Deskargatuko diren berrien kopurua Ezarpenetan konfiguratu daiteke.

source: Next chapter
eu: Hurrengo kapitulua

source: Next page
eu: Hurrengo orria

source: Night mode
eu: Gau modua

source: No
eu: Ez

source: No book description
eu: Ez dago liburuaren deskribapenik

source: No book description available.
eu: Liburuaren deskribapena ez dago eskuragarri.

source: No books were found.
eu: Ez da libururik aurkitu.

source: No choices available
eu: Ez dago aukerarik eskuragarri

source: No cover image available
eu: Irudi-azala ez dago eskuragarri

source: No cover image available.
eu: Azal irudia ez dago eskuragarri.

source: No definition found.
eu: Ez da definiziorik topatu.

source: No dictionaries installed. Please search for "Dictionary support" in the KOReader Wiki to get more information about installing new dictionaries.
eu: Ez dago hiztegirik instalatuta. Bilatu "Dictionary support" KOReader-en Wikian, hiztegi berriak nola instalatzen diren informatzeko.

source: No information available
eu: Ez dago informaziorik eskuragarri

source: No rotation
eu: Biratu gabe

source: No, keep it
eu: Ez, mantendu

source: Norwegian
eu: Norvegiera

source: Note:
eu: Oharra:

source: November
eu: Azaroa

source: OPDS Catalog
eu: OPDS Katalogoa

source: OPDS catalog
eu: OPDS katalogoa

source: Obsolete
eu: Zaharkitua

source: Obsolete (%1)
eu: Zaharkitua (%1)

source: Obtaining IP address…
eu: IP helbidea lortzen...

source: October
eu: Urria

source: On hold
eu: Itxaroten

source: Only swipe
eu: Pasatu bakarrik

source: Only tap
eu: Sakatu bakarrik

source: Open
eu: Ireki

source: Open %1 with:
eu: Ireki %1 honekin:

source: Open in browser
eu: Ireki nabigatzailean

source: Open last document
eu: Azkeneko dokumentua ireki

source: Open next file
eu: Ireki hurrengo fitxategia

source: Open previous document
eu: Ireki aurreko dokumentua

source: Open random document
eu: Ireki ausaz dokumentu bat

source: Open with…
eu: Ireki honekin...

source: Opening file '%1'.
eu: '%1' fitxategia irekitzen.

source: Orientation
eu: Orientazioa

source: Original size
eu: Jatorrizko tamaina

source: Other settings
eu: Beste ezarpenak

source: Overwrite
eu: Gainidatzi

source: Overwrite existing HTML file?
eu: HTML fitxategia gainidatzi nahi duzu?

source: Packing EPUB…
eu: EPUBa paketatzen...

source: Page
eu: Orrialdea

source: Page Crop
eu: Moztu Orrialdea

source: Page overlap
eu: Orrialdea gainjarri

source: Pages
eu: Orriak

source: Pages left in chapter
eu: Kapituluan geratzen diren orriak

source: Pages:
eu: Orrialdeak:

source: Pages: %1
eu: Orrialdeak: %1

source: Pages: (%1) Time: %2
eu: Orrialdeak: (%1) Denbora: %2

source: Paragraphs
eu: Paragrafoak

source: Pashto
eu: Paxtuera

source: Password
eu: Pasahitza

source: Password (optional)
eu: Pasahitza (aukerazkoa)

source: Password cannot be empty.
eu: Pasahitza ezin da hutsik egon.

source: Password is incorrect, try again?
eu: Pasahitza okerra da, saiatu berriro?

source: Paste
eu: Itsatsi

source: Path:
eu: Helbidea:

source: Paused
eu: Geldituta

source: Percentage completed
eu: Burututako ehunekoa

source: Persian
eu: Persiera

source: Please enter text
eu: Mesedez, idatzi testua

source: Please fill in all fields.
eu: Mesedez, bete eremu guztiak

source: Please report bugs to https://github.com/koreader/koreader/issues Version: %1 Detected device: %2
eu: Hemen akatsen berri hemen https://github.com/koreader/koreader/issues Bertsioa: %1 Detektatutako gailua: %2

source: Please restart KOReader for the new language setting to take effect.
eu: Berrabiarazi KOReader hizkuntza berria aplikatzeko.

source: Please set up your Goodreads key in the settings dialog
eu: Mesedez konfiguratu zure Goodreads-en gakoak ezarpenen leihoan

source: Please wait…
eu: Itxaron mesedez...

source: Plugin management
eu: Plugin kudeaketa

source: Polish
eu: Poloniera

source: Port
eu: Portua

source: Portuguese
eu: Portugesa

source: Power off
eu: Itzali

source: Powered off
eu: Itzalita

source: Press me!
eu: Zapal nazazu!

source: Previous chapter
eu: Aurreko kapitulua

source: Previous page
eu: Aurreko orria

source: Process
eu: Prozesuak

source: Processing %1/%2
eu: %1/%2 prozesatzen

source: Processing %1/%2: %3
eu: %1/%2 prozesatzen: %3

source: Processing finished. Success: %1, failed: %2
eu: Prozesaketa amaituta. Ondo: %1, akatsak: %2

source: Progress Bar
eu: Aurrerapen-barra

source: Progress bar
eu: Aurrerapen-barra

source: Progress has been synchronized.
eu: Egoera sinkronizatu da.

source: Progress percentage
eu: Egoeraren ehunekoa

source: Prompt
eu: Galdetu

source: Public Domain
eu: Domeinu Publikoa

source: Punjabi
eu: Punjabera

source: Purge
eu: Garbitu

source: Purge .sdr
eu: Garbitu .sdr

source: Purge .sdr to reset settings for this document? %1
eu: Garbitu .sdr dokumento honen ezarpenak berrerabiarazteko? %1

source: Put your public SSH keys in %1
eu: Kokatu zure SSH gako publikoa hemen: %1

source: Quickstart guide
eu: Hasiera-azkar gida

source: Rating: %1
eu: Kalifikazioa: %1

source: Read EPUB
eu: Irakurri EPUB

source: Read from right to left
eu: Irakurri eskuinetik ezkerrera

source: Read later
eu: Irakurri gero

source: Read now
eu: Irakurri orain

source: Read online
eu: Online irakurri

source: Read pages
eu: Irakurritako orriak

source: Read timer
eu: Irakurtze tenporizadorea

source: Read timer (%1m)
eu: Irakurtze tenporizadorea (%1m)

source: Reader statistics
eu: Irakurketa estatistikak

source: Reading
eu: Irakurtzen

source: Reading progress
eu: Irakurketa egoera

source: Reading progress unavailable. No data from last %1 days.
eu: Irakurketa egoera ez dago erabilgarri. Daturik ez azkenengo %1 egunetatik.

source: Reading statistics
eu: Irakurketa estatistikak

source: Reboot
eu: Berrabiarazi

source: Reboot the device
eu: Berrabiarazi gailua

source: Rebooting...
eu: Berrabiarazten...

source: Received file:
eu: Jasotako fitxategia:

source: Red
eu: Gorria

source: Refresh
eu: Eguneratu

source: Refresh cached book information
eu: Cacheatutako liburuen informazioa eguneratu

source: Register
eu: Izenpetu

source: Register/login to KOReader server
eu: KOReader zerbitzarian izenpetu/saioa hasi

source: Registered to KOReader server.
eu: KOReader zerbitzarian izenpetuta.

source: Registering. Please wait…
eu: Izenpetzen. Itxaron mesedez...

source: Release date: %1
eu: Estreinatze data: %1

source: Remove
eu: Ezabatu

source: Remove bookmark for current page
eu: Ezabatu laster-marka uneko orrialdetik

source: Remove from history
eu: Ezabatu historiatik

source: Remove news
eu: Ezabatu berriak

source: Remove read (opened) articles
eu: Irakurritako (irekitako) artikuluak ezabatu

source: Remove this bookmark
eu: Ezabatu laster-marka

source: Removed %1 / %2 entries from cache.
eu: Cacheko %1 / %2 sarrerak ezabatuta.

source: Rename
eu: Berrizendatu

source: Rename bookmark
eu: Berrizendatu laster-marka

source: Rename file
eu: Berrizendatu fitxategia

source: Rename this bookmark
eu: Berrizendatu laster-marka hau

source: Renamed from %1 to %2
eu: Izena %1 (e)tik %2 (e)ra aldatuta

source: Render Quality
eu: Errendatze Kalitatea

source: Report a bug
eu: Akats baten berri eman

source: Reset
eu: Berrasieratu

source: Reset book statistics
eu: Liburuaren estatistikak berrasieratu

source: Restart KOReader
eu: Berrabiarazi KOReader

source: Resume
eu: Jarraitu

source: Retrieve new articles from server
eu: Eskuratu artikulu berriak zerbitzaritik
