Repository: skymix/megaparche_kobo_H2OV2E2
Catalog: megaparche/.adds/koreader/l10n/*/koreader.po
Languages: eu

source: - Change frontlight warmth by swiping up or down on the right of the screen.
eu: - Aldatu aurreko argiaren berotasuna pantailako eskuinaldean gora edo behera eginez.

source: Notes can be found in %1/.
eu: Oharrak hemen topatu daitezke %1/.

source: % per hour
eu: % orduro

source: Available
eu: Erabilgarri

source: Consumed %
eu: Kontsumitutako %

source: Estimated hours for charging
eu: Kargatzeko aurreikusitako orduak

source: Estimated remaining hours
eu: Aurreikusitako geratzen diren orduak

source: Total
eu: Guztira

source: Total minutes
eu: Minutuak guztira

source: Used percentage
eu: Erabilitako portzentaia

source: Available memory (MB)
eu: Memoria erabilgarria (MB)

source: Disable
eu: Desgaitu

source: Free memory (MB)
eu: Memoria librea (MB)

source: Idle ticks (million)
eu: Tikak inaktiboan (milioiak)

source: Last suspend time
eu: Etendako azken denbora

source: Mount point
eu: Muntaketa puntua

source: Processor usage %
eu: Prozesadorearen erabilera %

source: Processor usage ticks (million)
eu: Prozesagailuaren erabileraren tikak (milioiak)

source: Prompt
eu: Galdetu

source: RAM usage (MB)
eu: RAM erabilera (MB)

source: Threads
eu: Hariak

source: Total memory (MB)
eu: Memoria osoa (MB)

source: Total ticks (million)
eu: Tikak guztira (milioiak)

source: Unexpected
eu: Ustekabekoa

source: Up hours
eu: Piztutako orduak

source: Virtual memory (MB)
eu: Memoria birtuala (MB)

source: charge cycles
eu: karga zikloak

source: discharge cycles
eu: deskarga zikloak

source: sleeps
eu: loaldiak

source: wake-ups
eu: esnaldiak

source: %1 %2 Current value: %3 (%6%5) Default value: %4
eu: %1 %2 Uneko balioa: %3 (%6%5) Balio lehenetsia: %4

source: %1 %2 Current value: %3%5 Default value: %4%5
eu: %1 %2 Uneko balioa: %3%5 Balio lehenetsia: %4%5

source: %1 % of %2 pages
eu: %1 % %2 orrialdetatik

source: %1 (default)
eu: %1 (lehenetsia)

source: %1 does not look like a valid Wikipedia language.
eu: %1 ez da baliozko hizkuntza Wikipedian

source: %1 is now the default dictionary for this document.
eu: %1 dokumentu honen hiztegi lehenetsia da orain.

source: %1 items
eu: %1 elementu

source: %1 pages
eu: %1 orrialde

source: %1% Completed
eu: %1% Bukatuta

source: %1: %2 Current value: %3 (%6%5) Default value: %4 (%7%5)
eu: %1: %2 Uneko balioa: %3 (%6%5) Balio lehenetsia: %4 (%7%5)

source: (Classic mode)
eu: (Modu klasikoa)

source: (Used by the OCR engine.)
eu: (OCR motorrak erabilita)

source: (deleted)
eu: (ezabatuta)

source: (no book information: %1)
eu: (liburuaren informaziorik ez: %1)

source: (query : %1)
eu: (kontsulta: %1)

source: -- Page: %1, added on %2
eu: -- Orrialdea: %1, %2 -n gehituta

source: 0 deg
eu: 0 gradu

source: 1 item
eu: elementu 1

source: 1 second
eu: Segundo 1

source: 10 deg
eu: 10 gradu

source: 3 seconds
eu: 3 segundo

source: 5 deg
eu: 5 gradu

source: 5 seconds
eu: 5 segundo

source: A basic text editor for making small changes to plain text files.
eu: Testu editore basikoa aldaketa txikiak egiteko testu planoko fitxategietan.

source: A few words about the book
eu: Hitz gutxi batzuk liburuari buruz

source: A new empty database has been created.
eu: Datu-base huts berria sortu da.

source: A shortcut to this folder already exists.
eu: Karpeta honen lasterbidea dagoeneko existitzen da.

source: AVAILABLE FONTS
eu: LETRA-TIPO ERABILGARRIAK

source: Abort
eu: Abortatu

source: About
eu: Honi buruz

source: Action when Wi-Fi is off: %1
eu: Ekintza Wi-Fia itzalita dagoenean: %1

source: Activate menu
eu: Aktibatu menua

source: Add
eu: Gehitu

source: Add Dropbox account
eu: Gehitu Dropbox kontua

source: Add FTP account
eu: Gehitu FTP kontua

source: Add Note
eu: Gehitu Oharra

source: Add OPDS catalog
eu: Gehitu OPDS katalogoa

source: Add WebDAV account
eu: Gehitu WebDAV kontua

source: Add a line of whitespace between paragraphs.
eu: Gehitu lerro zuria paragrafoen artean.

source: Add half a line of whitespace between paragraphs.
eu: Gehitu lerro zuri erdia paragrafoen artean.

source: Add new OPDS catalog
eu: Gehitu OPDS katalogo berria

source: Add new cloud storage
eu: Gehitu hodei-biltegiratze berria

source: Add new folder shortcut
eu: Gehitu karpeta lasterbide berria

source: Add to Wallabag
eu: Gehitu Wallabag-era

source: Advanced settings
eu: Ezarpen aurreratuak

source: Albanian
eu: Albaniera

source: All articles
eu: Artikulu guztiak

source: All books
eu: Liburu guztiak

source: All news removed.
eu: Berri guztiak ezabatuta.

source: All read articles removed.
eu: Irakurritako artikulu guztiak ezabatuta.

source: All stats by month
eu: Estatistika guztiak hilabeteka

source: Allow highlighting
eu: Baimendu nabarmentzea

source: Allows browsing and searching the Goodreads database of books.
eu: Goodreads liburu datu-basean arakatzea eta bilatzea ahalbidetzen du.

source: Already connected to network %1.
eu: Dagoeneko konektatuta %1 sarera.

source: Already connected.
eu: Dagoeneko konektatuta.

source: Always
eu: Beti

source: Always open %2 files with %1?
eu: %2 fitxategiak beti %1 kin ireki

source: Always open '%2' with %1?
eu: '%2' beti %1 kin ireki?

source: Always use this engine for file type
eu: Beti erabili motor hau fitxategi mota honentzako

source: Always use this engine for this file
eu: Beti erabili motor hau fitxategi honentzako

source: Amharic
eu: Amharera

source: Amplification
eu: Anplifikazioa

source: An error occurred while logging in:
eu: Errore bat gertatu da saioa hastean:

source: An error occurred while registering:
eu: Errore bat gertatu da erregistratzean:

source: An error occurred while selecting network.
eu: Errore bat gertatu da sare aukeratzerakoan.

source: An error occurred while setting password.
eu: Errore bat gertatu da pasahitza ezartzean.

source: An error occurred while trying to copy %1
eu: Errore bat gertatu da %1 kopiatzen saiatzean

source: An error occurred while trying to delete %1
eu: Errore bat gertatu da %1 ezabatzen saiatzean

source: An error occurred while trying to export notes from book:
eu: Errore bat gertatu da liburuko oharrak esportatzean:

source: An error occurred while trying to move %1
eu: Errore bat gertatu da %1 mugitzen saiatzean

source: An unknown error occurred while logging in.
eu: Errore ezezagun bat gertatu da saioa hastean.

source: An unknown error occurred while registering.
eu: Errore ezezagun bat gertatu da erregistratzean.

source: Another
eu: Beste bat

source: Append series metadata to authors
eu: Erantsi metadatu serieak egileei

source: Append series metadata to title
eu: Erantsi metadatu serieak izenburura

source: Apply
eu: Aplikatu

source: April
eu: Apirila

source: Arabic
eu: Arabiera

source: Are you sure that you want to compact cache database? (This may take a while.)
eu: Ziur zaude cache datu-basea konpaktatu nahi duzula? (Honek denbora pixkat beharko du.)

source: Are you sure that you want to delete this file?
eu: Ziur fitxategia ezabatu nahi duzula?

source: Are you sure you want to power off the device?
eu: Ziur gailua amatatu nahi duzula?

source: Are you sure you want to reboot the device?
eu: Ziur gailua berrabiarazi nahi duzula?

source: Are you sure you want to save the settings to "defaults.persistent.lua"?
eu: Ziur ezarpenak "defaults.persistent.lua" fitxategian gorde nahi dituzula?

source: Armenian
eu: Armeniera

source: Arrow
eu: Gezia

source: Article added to Wallabag: %1
eu: Artikulua gehituta Wallabag-era: %1

source: Article saved to: %1 Would you like to read the downloaded article now?
eu: Artikulua hemen gorde da: %1 Deskargatutako artikulua orain irakurri nahi al duzu?

source: Articles processed. Deleted: %1
eu: Artikuluak prozesatuta. Ezabatuta: %1

source: Ask with pop-up dialog
eu: Galdetu pop-up elkarrizketa-koadro batekin

source: Ask with popup dialog
eu: Galdetu popup elkarrizketa-koadro batekin

source: August
eu: Abuztua

source: Authenticating…
eu: Kautotzen...

source: Author
eu: Egilea

source: Author(s):
eu: Egilea(k):

source: Author(s): %1
eu: Egilea(k): %1

source: Authors
eu: Egileak

source: Authors:
eu: Egileak:

source: Auto DPI
eu: DPI automatikoa

source: Auto DPI (%1)
eu: DPI automatikoa (%1)

source: Auto Straighten
eu: Auto Zuzenketa

source: Auto frontlight
eu: Aurreko argia automatikoa

source: Auto refresh time
eu: Eguneratze denbora automatikoa

source: Auto suspend
eu: Auto eseki

source: Auto sync now and future
eu: Sinkronizazio automatikoa orain eta gero

source: Auto-detect source language
eu: Detektatu automatikoki iturri hizkuntza

source: Auto-remove deleted or purged items from history
eu: Automatikoki kendu ezabatutako edo betirako ezabatutako elementuak historiatik

source: Auto-show bottom menu
eu: Automatikoki erakutsi menu botoia

source: Automatic
eu: Automatiko

source: Automatically restore Wi-Fi connection after resume
eu: Wi-Fi konexioa automatikoki berreskuratu berriz ekiterakoan

source: Autosuspend timeout
eu: Auto eseki denbora-muga

source: Available
eu: Eskuragarri

source: Available fonts test document
eu: Erabilgarri dauden letra-tipoak probatzeko dokumentua

source: Average
eu: Batezbestekoa

source: Average time per day
eu: Batez besteko denbora eguneko

source: Average time per page
eu: Batez besteko denbora orrialdeko

source: Avoid blank page on chapter end
eu: Ekidin orri hutsa kapitulu bukaeran

source: Avoid blank page on chapter start
eu: Ekidin orri hutsa kapitulu hasieran

source: Avoid publisher page breaks
eu: Ekidin argitaratzailearen orri-jauziak

source: Awake since last charge
eu: Azken kargatik piztuta

source: Azerbaijani
eu: Azerbaijanera

source: Back
eu: Atzera

source: Back 10 pages
eu: Atzeratu 10 orrialde

source: Back to previous location
eu: Joan aurreko kokapenera

source: Basque
eu: Euskara

source: Battery statistics
eu: Bateriaren estatistikak

source: Battery status
eu: Bateriaren egoera

source: Belarusian
eu: Bielorrusiera

source: Bengali
eu: Bengalera

source: Book Status
eu: Liburuaren Egoera

source: Book cover
eu: Liburuaren azala

source: Book description
eu: Liburuaren deskribapena

source: Book description:
eu: Liburuaren deskribapena:

source: Book info
eu: Liburuaren infoa

source: Book info cache management
eu: Liburu informazioaren cache-aren kudeatzailea

source: Book information
eu: Liburuaren informazioa

source: Book status
eu: Liburuaren egoera

source: Bookmark browsing mode
eu: Laster-marka nabigazio modua

source: Bookmark current page
eu: Laster-markatu uneko orrialdea

source: Bookmark details
eu: Laster-marka xehetasunak

source: Bookmarks
eu: Laster-markak

source: Books by month
eu: Liburuak hilabetearen arabera

source: Books by week
eu: Liburuak astearen arabera

source: Books from: %1
eu: Liburuak: %1

source: Books in %1
eu: Liburuak %1-(e)n

source: Bosnian
eu: Bosniera

source: Brightness
eu: Distira

source: Browse
eu: Bilatu

source: Browse series
eu: Bilatu bildumak

source: Browse tags
eu: Bilatu etiketak

source: Building EPUB…
eu: Eraikitzen EPUB...

source: Bulgarian
eu: Bulgariera

source: COLOUR (works for both colour and b&w pages)
eu: KOLOREA (kolorea zein t&b orrialdeetarako balio du)

source: COLOUR BACKGROUND (show only background)
eu: ATZEALDE KOLOREA (atzealdea bakarrik erakusten du)

source: COLOUR FOREGROUND (show only foreground)
eu: LEHEN PLANO KOLOREA (lehen planoa bakarrik erakusten du)

source: COLOUR ONLY (slightly faster than COLOUR)
eu: KOLOREA BAKARRIK (KOLOREA baino pixkat arinagoa)

source: Cache database size reduced from %1 to %2.
eu: Datu-basearen cache tamaina %1(e)tik %2(e)ra murriztu da.

source: Caches cleared. Please exit and restart KOReader.
eu: Cache-a garbitu da. Irten eta berrabiarazi KOReader.

source: Calibre wireless connection
eu: Calibre hari-gabeko konexioa

source: Cancel
eu: Utzi

source: Canceled. Cleaning up…
eu: Bertan behera utzi. Garbitzen...

source: Cannot connect to calibre server.
eu: Ezin da calibre zerbitzarira konektatu.

source: Cannot fetch list of folder contents Please check your configuration or network connection.
eu: Ezin izan da karpeten edukiaren zerrenda eskuratu Egiaztatu zure sare konexioa edo ezarpenak.

source: Cannot open last document
eu: Ezin da azken dokumentua ireki

source: Cannot open last file. This could be because it was deleted or because external storage is still being mounted. Do you want to retry?
eu: Ezin izan da azken fitxategia ireki. Baliteke fitxategia ezabatu izana edo kanpoko memoria montatzen egotea. Berriz saiatu nahi?

source: Catalan
eu: Katalana

source: Catalog Name
eu: Katalogoaren Izena

source: Catalog URL
eu: Katalogoaren URLa

source: Catalog name
eu: Katalogoaren izena

source: Cebuano
eu: Cebuera

source: Center small tables
eu: Zentratu taula txikiak

source: Change SSH port
eu: Aldatu SSH portua

source: Changed hyphenation to %1.
eu: Bereizketa-puntua aldatuta %1-ra.

source: Changes discarded
eu: Aldaketak desegin dira

source: Chapter time to read
eu: Kapitulua irakurtzeko falta den denbora

source: Check Lua
eu: Egiaztatu Lua

source: Check for update
eu: Egiaztatu eguneraketa

source: Chinese (Simplified)
eu: Txinera (Sinplifikatua)

source: Chinese (Traditional)
eu: Txinera (Tradizionala)

source: Choice 1
eu: 1. Aukera

source: Choice 2
eu: 2. Aukera

source: Choose SSH port
eu: Aukeratu SSH portua

source: Choose cloud storage type
eu: Aukeratu hodei-biltegiratzearen mota

source: Choose cloud type
eu: Aukeratu hodei mota

source: Choose download directory
eu: Aukeratu deskargaren direktorioa

source: Choose screensaver directory
eu: Aukeratu pantaila-babesleen direktorioa

source: Choose screensaver image
eu: Aukeratu pantaila-babesle irudia

source: Classic (filename only)
eu: Klasikoa (fitxategi-izena bakarrik)

source: Clean
eu: Ezabatu

source: Clean Wikipedia history
eu: Ezabatu Wikipediaren historia

source: Clean Wikipedia history?
eu: Ezabatu Wikipediaren historia?

source: Clean dictionary lookup history
eu: Ezabatu hiztegiaren bilaketa historia

source: Clean dictionary lookup history?
eu: Ezabatu hiztegiaren bilaketa historia?

source: Clear
eu: Garbitu

source: Clear all external styles
eu: Garbitu kanpo estilo guztiak

source: Clear cache/ and cr3cache/ ?
eu: Ezabatu cache/ eta cr3cache/?

source: Clear history of deleted files
eu: Ezabatu ezabatutako fitxategien historia

source: Clear location history
eu: Garbitu kokapen historia

source: Clear location history?
eu: Garbitu kokapen historia?

source: Clear readers' caches
eu: Ezabatu cache memoriak

source: Close
eu: Itxi

source: Cloud storage
eu: Hodei-biltegiratzea

source: Collects and displays battery statistics.
eu: Eskuratu eta erakutsi bateria estatistikak.

source: Color rendering
eu: Kolorea erakutsi

source: Columns
eu: Zutabeak

source: Command output
eu: Komandoaren irteera

source: Communication with server failed.
eu: Zerbitzariarekiko komunikazioak huts egin du.

source: Compact cache database
eu: Datu-basearen cache-a trinkotu

source: Compact database
eu: Datu-basea trinkotu

source: Compacting cache database…
eu: Datu-basearen cache-a trinkotzen...

source: Config: %1
eu: Konfigurazioa: %1

source: Configuration empty
eu: Konfigurazio hutsa

source: Configuration invalid: %1
eu: Konfigurazio baliogabea: %1

source: Configuration saved
eu: Konfigurazioa gordeta

source: Configure
eu: Konfiguratu

source: Configure Wallabag server
eu: Konfiguratu Wallabag zerbitzaria

source: Connect
eu: Konektatu

source: Connect and transfer files to the device using SSH.
eu: Konektatu eta transferitu fitxategiak gailura SSH erabilita.

source: Connected to %1 IP address: %2 gateway: %3
eu: %1-era konektatuta IP hebideak: %2 atebidea: %3

source: Connected to calibre server at %1:%2
eu: Konektatuta %1:%2 calibre zerbitzarira

source: Connected to network %1
eu: %1 sarera konektatuta

source: Connected.
eu: Konektatuta.

source: Connecting…
eu: Konektatzen...

source: Continue
eu: Jarraitu

source: Contrast
eu: Kontrastea

source: Conversion completed. Imported %1 books to database. Tap to continue.
eu: Bihurketa amaitu da. %1 liburu datu-base inportatu dira. Sakatu jarraitzeko.

source: Convert
eu: Bihurtu

source: Convert %1 to:
eu: Bihurtu %1 hona:

source: Copied to: %1
eu: Kopiatuta hona: %1

source: Copy
eu: Kopiatu

source: Corsican
eu: Korsikera

source: Could not login to Wallabag server.
eu: Ezin da saioa hasi Wallabag zerbitzarian.

source: Could not retrieve network info.
eu: Ezin izan da sarearen informazio eskuratu.

source: Could not save file to:
eu: Fitxategia ezin izan da hona gorde:

source: Could not save file to: %1
eu: Ezin da fitxategia gorde hemen: %1

source: Couldn't extract archive: %1 Unrecognized filename extension.
eu: Ezin izan da artxiboa erauzi: %1 Fitxategi-izenaren luzapen ezezaguna.

source: Counters
eu: Kontagailuak

source: Cover browser
eu: Azal bilatzailea

source: Cover image:
eu: Irudi-azala:

source: Create
eu: Sortu

source: Create new folder
eu: Sortu karpeta berria

source: Croatian
eu: Kroaziera

source: Current
eu: Egungoa

source: Current Wikipedia 'Save as EPUB' directory: %1
eu: Uneko Wikipedia 'Gorde EPUB gisa' direktorioa: %1

source: Current book
eu: Egungo liburua

source: Current cache size:
eu: Egungo cache tamaina:

source: Current date: %1-%2-%3
eu: Gaurko data: %1-%2-%3

source: Current folder
eu: Uneko karpeta

source: Current page
eu: Egungo orrialdea

source: Current pages
eu: Egungo orrialdeak

source: Current period
eu: Egungo periodoa

source: Current screensaver image directory: %1
eu: Uneko pantaila-babesleen direktorioa: %1

source: Current screensaver image: %1
eu: Uneko pantaila-babesle irudia: %1

source: Current time
eu: Egungo denbora

source: Current time: %1:%2
eu: Egungo denbora: %1:%2

source: Custom 1: %1 pages
eu: Pertsonalizatu 1: %1 orrialdero

source: Custom 2: %1 pages
eu: Pertsonalizatu 2: %1 orrialdero

source: Custom 3: %1 pages
eu: Pertsonalizatu 3: %1 orrialdero

source: Custom DPI: %1 (hold to set)
eu: DPI pertsonalizatua: %1 (mantendu ezartzeko)

source: Cut
eu: Ebaki

source: Czech
eu: Txekiera

source: DPI set to %1. This will take effect after restarting.
eu: DPIa %1(e)ra ezarrita. Hurrengo berrabiaraztean aplikatuko da.

source: DPI set to auto. This will take effect after restarting.
eu: DPIa automatikora ezarrita. Hurrengo berrabiaraztean aplikatuko da.

source: Danish
eu: Daniera

source: Date couldn't be set
eu: Data ezin da ezarri

source: Days
eu: Egunak

source: December
eu: Abendua

source: Decreasing font size…
eu: Letra-tipo tamaina txikitzen...

source: Default
eu: Lehenetsia

source: Default highlight action changed to '%1'.
eu: Nabarmentze ekintza lehenetsiz '%1'ra aldatuta.

source: Default highlight action changed to 'highlight'.
eu: Nabarmentze ekintza lehenetsiz 'nabarmedu'ra aldatuta.

source: Default highlight style changed to '%1'.
eu: Nabarmentze estiloa lehenetsiz '%1'ra aldatuta.

source: Default settings saved.
eu: Ezarpen lehentsiak gordeta.

source: Delete
eu: Ezabatu

source: Delete cache database
eu: Ezabatu datu-basearen cache-a

source: Delete file
eu: Ezabatu fitxategia

source: Delete finished articles remotely
eu: Ezabatu bukatutako artikuluak urrunetik

source: Deleted %1
eu: %1 ezabatuta

source: Description:
eu: Deskribapena:

source: Detailed list with cover images and filenames
eu: Zerrenda xehatua irudi-azal eta fitxategi-izenekin

source: Detailed list with cover images and metadata
eu: Zerrenda xehatua irudi-azal eta metadatuekin

source: Detailed list with metadata, no images
eu: Zerrenda xehatua metadatuekin, irudirik gabe

source: Developer options
eu: Garatzaileen aukerak

source: Development
eu: Garapena

source: Device
eu: Gailua

source: Devices in the same Wi-Fi network can transfer documents between each other directly.
eu: Gailuak Wi-Fi sare berdinean dokumentuak partekatu ditzakete haien artean zuzenean.

source: Dewatermark
eu: Ur-marka kendu

source: Dialog title
eu: Dialogoaren titulua

source: Dictionary
eu: Hiztegia

source: Dictionary downloaded:
eu: Deskargatutako hiztegia:

source: Dictionary failed to download:
eu: Hiztegiaren deskargak huts egin du:

source: Dictionary lookup
eu: Hiztegian bilatu

source: Dictionary lookup history
eu: Hiztegi bilaketen historia

source: Dictionary settings
eu: Hiztegiaren ezarpenak

source: Directory:
eu: Direktorioa:

source: Disable
eu: Desgaitu

source: Disable double tap
eu: Desgaitu birritan sakatu

source: Disable highlight by default.
eu: Desaktibatu nabarmentzea lehenetsiz

source: Disable wifi
eu: Desgaitu wifia

source: Discard
eu: Baztertu

source: Disconnect
eu: Deskonektatu

source: Disconnecting…
eu: Deskonektatzen...

source: Dismiss
eu: Baztertu

source: Display mode
eu: Bistaratze modua

source: DjVu render mode
eu: DjVu errendatze modua

source: Do not save
eu: Ez gorde

source: Do nothing
eu: Ezer ez egin

source: Do you want remove this bookmark?
eu: Laster-marka hau ezabatu nahi duzu?

source: Do you want to abort extraction?
eu: Erauzketa abortatu nahi duzu?

source: Do you want to disable it?
eu: Desgaitu nahi duzu?

source: Do you want to enable it?
eu: Gaitu nahi duzu?

source: Do you want to open %1?
eu: %1 ireki nahi duzu?

source: Do you want to reset statistics for book: %1
eu: Liburuaren honen estatistikak berrabiarazi: %1

source: Do you want to save this document?
eu: Dokumentua gorde nahi duzu?

source: Do you want to turn off Wi-Fi?
eu: Wi-Fi konexioa desaktibatu nahi duzu?

source: Do you want to turn on Wi-Fi?
eu: Wi-Fi konexioa aktibatu nahi duzu?

source: Do you want to update? Installed version: %1 Available version: %2
eu: Eguneratu nahi duzu? Instalatutako bertsioa: %1 Eskuragarri dagoen bertsioa: %2

source: Document
eu: Dokumentua

source: Document Language
eu: Dokumentuaren Hizkuntza

source: Document embedded image
eu: Dokumentuak txertatutako irudia

source: Document menu
eu: Dokumentuaren menua

source: Don't abort
eu: Ez abortatu

source: Don't create
eu: Ez sortu

source: Don't include
eu: Ez gehitu

source: Don't refresh
eu: Ez freskatu

source: Don't save
eu: Ez gorde

source: Don't show files in bold
eu: Ez erakutsi fitxategiak letra lodiz

source: Don't use on all books
eu: Ez erabili liburu guztietan

source: Downgrade
eu: Bertsio zaharragora aldatu

source: Download and remove from server
eu: Deskargatu eta ezabatu zerbitzaritik

source: Download dictionaries
eu: Hiztegiak deskargatu

source: Download did not complete. Do you want to create an EPUB with the already downloaded images?
eu: Deskarga ez da osatu. Dagoeneko deskargatutako irudiekin EPUB bat sortu nahi duzu?

source: Download directory: %1 Download file type:
eu: Deskargaren direktorioa: %1 Deskargaren fitxategi-mota:

source: Download file
eu: Deskargatu fitxategia

source: Download news
eu: Deskargatu berriak

source: Downloading %1
eu: Deskargatzen %1

source: Downloading articles…
eu: Artikuluak deskargatzen...

source: Downloading image %1 failed. Continue anyway?
eu: Errore bat %1 irudia deskargatzena. Jarraitu hala ere?

source: Downloading may take several minutes…
eu: Deskargak minutu batzuk iraun ditzake...

source: Downloading news finished. Could not process some feeds. Unsupported format in: %1
eu: Berrien deskarga amaituta. Sarrera batzuk ezin izan dira prozesatu. Euskarri gabeko formatua: %1

source: Downloading. This might take a moment.
eu: Deskargatzen. Honek momentu bat beharko du.

source: Downloading…
eu: Deskargatzen...

source: Dual Pages
eu: Orrialde bikoitzak

source: During last charge
eu: Azkenengo karga bitartean

source: Dutch
eu: Nederlandera

source: E-ink settings
eu: Tinta elektronikoaren ezarpenak

source: Edit
eu: Editatu

source: Edit Dropbox account
eu: Editatu Dropbox kontua

source: Edit FTP account
eu: Editatu FTP kontua

source: Edit OPDS catalog
eu: Editatu OPDS kontua

source: Edit WebDAV account
eu: Editatu WebDAV kontua

source: Edit a new empty file
eu: Editatu fitxategi huts berria
